{
    "Agustin": [
    "Uff... otra vez llegando tarde con las entregas. No me da la vida, en serio.",
    "Tengo tanto sueño... pero hay que seguir programando. El deadline no espera.",
    "Me encantaria dormir 8 horas seguidas... pero tengo que terminar esto para mañana.",
    "Cafe, mas cafe... y cuando termine, probablemente mas cafe.",
    "Las 3 AM otra vez... Deberia estar durmiendo pero aca estoy, debuggeando.",
    "Me pregunto si alguna vez voy a entregar algo ANTES de la fecha limite...",
    "Necesito una siesta de 48 horas. O tal vez 72. Si, 72 suena bien."
    ],
    "Antonio": [
    "El arte no es solo dibujar, es capturar el alma en cada trazo...",
    "Estoy trabajando en un nuevo sprite sheet. La iluminacion tiene que ser perfecta.",
    "Cada pixel cuenta. Cada color tiene un proposito. Esa es la esencia del pixel art.",
    "A veces paso horas en un solo frame de animacion. Asi es el proceso creativo.",
    "Mi inspiracion viene de los clasicos: Earthbound, Pokemon, Final Fantasy...",
    "El arte en videojuegos es efimero pero eterno. Vive en la memoria del jugador.",
    "Nunca subestimes el poder de una buena paleta de colores. Puede hacer o romper un diseño."
    ],
    "Thomas": [
    "Sabias que en terminos de reproduccion Pokemon-humano...",
    "...Vaporeon es el Pokemon mas compatible? *guiño guiño*",
    "Es una broma, es una broma! Solo queria ver tu reaccion jajaja.",
    "Hablando en serio, Vaporeon es mi tipo agua favorito. Es adorable!",
    "Dicen que Vaporeon puede volverse invisible en el agua. Seria genial verlo!",
    "Me encanta la teoria de que los Eeveelutions representan diferentes estados de la materia.",
    "Si pudiera tener cualquier Pokemon, seria un Eevee. Las posibilidades son infinitas!"
    ],
    "Esteban": [
    "Tenes que dejar el cigarrillo, pibe. Te lo digo en serio.",
    "Llevo 6 meses sin fumar. Es dificil pero se puede, te lo juro.",
    "Cada vez que tengo ganas, salgo a caminar. Fumo otra cosa.",
    "Si vas hacia arriba llegas al bosque. Cuidado con los Pokemon salvajes ahi!",
    "El bosque de arriba esta lleno de vida. Es hermoso pero peligroso.",
    "Dicen que en el bosque hay Pokemon raros. Nunca se sabe que te podes encontrar.",
    "Dejar el pucho fue lo mejor que hice. Ahora puedo respirar cuando subo al bosque!"
    ],
    "Sin dialogo": [
    "..."
    ]
}