{
    "Agustin": [
    "Uff... otra vez llegando tarde con las entregas. No me da la vida, en serio.",
    "Tengo tanto sueño... pero hay que seguir programando. El deadline no espera.",
    "Me encantaria dormir 8 horas seguidas... pero tengo que terminar esto para mañana.",
    "Cafe, mas cafe... y cuando termine, probablemente mas cafe.",
    "Las 3 AM otra vez... Deberia estar durmiendo pero aca estoy, debuggeando.",
    "Me pregunto si alguna vez voy a entregar algo ANTES de la fecha limite...",
    "Necesito una siesta de 48 horas. O tal vez 72. Si, 72 suena bien."
    ],
    "Antonio": [
    "El arte no es solo dibujar, es capturar el alma en cada trazo...",
    "VIVA LOS TIBURONES! Son la inspiracion perfecta para el diseño.",
    "Cada pixel cuenta. Cada color tiene un proposito. Esa es la esencia del pixel art.",
    "Las imagenes generadas por IA? No tienen alma. El arte real viene del corazon.",
    "Mi inspiracion viene de los clasicos: Earthbound, Pokemon, Final Fantasy...",
    "Prefiero pasar horas dibujando a mano que usar una IA. Eso no es arte de verdad.",
    "Los tiburones son criaturas increibles. Algun dia voy a hacer un juego sobre ellos!"
    ],
    "Thomas": [
    "Sabias que en terminos de reproduccion Pokemon-humano...",
    "...Vaporeon es el Pokemon mas compatible? *guiño guiño*",
    "Es una broma, es una broma! Solo queria ver tu reaccion jajaja.",
    "Hablando en serio, Vaporeon es mi tipo agua favorito. Es adorable!",
    "Dicen que Vaporeon puede volverse invisible en el agua. Seria genial verlo!",
    "Me encanta la teoria de que los Eeveelutions representan diferentes estados de la materia.",
    "Si pudiera tener cualquier Pokemon, seria un Eevee. Las posibilidades son infinitas!"
    ],
    "Esteban": [
    "El frontend me esta matando... CSS es un infierno a veces.",
    "Dame Python, dame Node.js, dame SQL... pero no me hagas hacer CSS!",
    "VIVA EL BACKEND! Ahi es donde pasan las cosas importantes de verdad.",
    "Si vas hacia arriba llegas al bosque. Cuidado con los Pokemon salvajes ahi!",
    "El bosque de arriba esta lleno de vida. Es hermoso pero peligroso.",
    "Centrear un div? Prefiero debuggear 1000 lineas de codigo backend.",
    "APIs, bases de datos, logica de negocio... eso si me gusta. Que otro haga el CSS!"
    ],
    "Sin dialogo": [
    "..."
    ]
}